Revit 2027 API
UnitTypeId.PoundsMassPerPoundDegreeFahrenheit Property
 Pounds mass per pound degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerPoundDegreeFahrenheit { get; }
Public Shared ReadOnly Property PoundsMassPerPoundDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerPoundDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member PoundsMassPerPoundDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace